List data = [
  {
    'title': 'Организуйте свои задачи',
    'subtitle':
        'В нашем приложении вы сможете распределить задачи по категориям и постепено их выполнять.',
    'imageUrl': 'assets/images/Task-bro.png',
  },
  {
    'title': 'Удобный дизайн',
    'subtitle':
        'Вся навигация сделана так, чтобы можно было максимально удобно и быстро взаимодействовать с приложением.',
    'imageUrl': 'assets/images/ScrumBoard.png',
  },
  {
    'title': 'Связь с нами',
    'subtitle':
        'Если вы столкнулись с какими-либо проблемами пишите нам на почту или в отзывы приложения.',
    'imageUrl': 'assets/images/Done-bro.png',
  },
];
