Repository: DarkMooNight/ToDark
Catalog: lib/l10n/app_*.arb
Languages: ru

# titile1
source: Organize your tasks
ru: Организуйте свои задачи

# titile2
source: User-friendly design
ru: Удобный дизайн

# titile3
source: Contact us
ru: Связаться с нами

# subtitle1
source: In our application, you will be able to categorize tasks and gradually complete them.
ru: В нашем приложении вы сможете классифицировать задачи и постепенно выполнять их.

# subtitle2
source: All navigation is made so that it is possible to interact with the application as conveniently and quickly as possible.
ru: Вся навигация сделана таким образом, чтобы можно было взаимодействовать с приложением максимально удобно и быстро.

# subtitle3
source: If you encounter any problems, please contact us by email or in the app reviews.
ru: Если у вас возникнут какие-либо проблемы, пожалуйста, свяжитесь с нами по электронной почте или в отзывах приложений.

# getStart
source: Get Started
ru: Начать

source: Next
ru: Следующий

source: Skip
ru: В конец

# motiv
source: Your tasks plan almost done
ru: Ваш индикатор задач.

# ofMotiv
source: of
ru: из

source: completed
ru: завершено

source: Efficiency
ru: Прогресс

# showCreate
source: Please create your task type
ru: Пожалуйста, создайте свой тип задачи

# delete
source: Delete Sucess
ru: Успешное удаление

# task
source: {count,plural, =0{Task} =1{Task} other{Tasks}}
ru: {count,plural, =0{Задач} =1{Задача} other{Tasks}}

# showSelect
source: Please select task type
ru: Пожалуйста, выберите тип задачи

# createTask
source: Create New Task
ru: Создать новую задачу

source: Task Name
ru: Имя задачи

source: Task Date
ru: Дата выполнения

# showEnter
source: Please enter your todo item
ru: Пожалуйста, введите имя задачи

# add
source: Add to
ru: Добавить в

source: Create sucess
ru: Создание прошло успешно

# duplicated
source: Duplicated Task
ru: Дублированный тип задачи

source: Task Type
ru: Тип задачи

# showEnterType
source: Please enter your task type
ru: Пожалуйста, введите название типу вашей задачи

source: Icons
ru: Значки

# todoAdd
source: Todo item add success
ru: Задача успешно добавлена

# todoExist
source: Todo item already exist
ru: Задача уже существует

source: Tasks
ru: Задачи

source: Add Task
ru: Добавьте задачу

# complet
source: Completed
ru: Завершенные
